{
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "إذا لم يكن لديك حساب، يمكنك إنشاء واحد عن طريق النقر على الزر أدناه. بعد إنشاء الحساب، يمكنك النقر على زر قبول الدعوة في هذا البريد الإلكتروني لقبول دعوة الفريق:",
    "Create Account": "إنشاء حساب",
    "If you already have an account, you may accept this invitation by clicking the button below:": "إذا كان لديك بالفعل حساب، يمكنك قبول هذه الدعوة بالنقر على الزر أدناه:",
    "You may accept this invitation by clicking the button below:": "يمكنك قبول هذه الدعوة بالنقر على الزر أدناه:",
    "Accept Invitation": "قبول الدعوة",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "إذا لم تكن تتوقع استلام دعوة لهذا الفريق، يمكنك تجاهل هذا البريد الإلكتروني.",
    "API Token Permissions": "أذونات رمز API",
    "Save": "حفظ",
    "Cancel": "إلغاء",
    "API Tokens": "رموز API",
    "Create API Token": "إنشاء رمز API",
    "API tokens allow third-party services to authenticate with our application on your behalf.": "تتيح رموز API للخدمات الخارجية المصادقة على تطبيقنا نيابةً عنك.",
    "Create": "إنشاء",
    "Manage API Tokens": "إدارة رموز API",
    "You may delete any of your existing tokens if they are no longer needed.": "يمكنك حذف أي من الرموز الحالية إذا لم تعد مطلوبة.",
    "Last used": "آخر استخدام",
    "Permissions": "أذونات",
    "Delete API Token": "حذف رمز API",
    "Are you sure you would like to delete this API token?": "هل تريد بالتأكيد حذف هذا الرمز الخاص بـ API؟",
    "Delete": "حذف",
    "API Token": "رمز API",
    "This is a secure area of the application. Please confirm your password before continuing.": "هذه المنطقة آمنة في التطبيق. يرجى تأكيد كلمة المرور الخاصة بك قبل المتابعة.",
    "Password": "كلمة المرور",
    "Confirm": "تأكيد",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "هل نسيت كلمة المرور؟ لا مشكلة. فقط أخبرنا بعنوان بريدك الإلكتروني وسنرسل إليك رابط إعادة تعيين كلمة المرور سيتيح لك اختيار كلمة مرور جديدة.",
    "Email": "البريد الإلكتروني",
    "Email Password Reset Link": "إرسال رابط إعادة تعيين كلمة المرور عبر البريد الإلكتروني",
    "Login": "تسجيل الدخول",
    "Remember me": "تذكرني",
    "Forgot your password?": "هل نسيت كلمة المرور؟",
    "Log in": "تسجيل الدخول",
    "Terms of Service": "شروط الخدمة",
    "Privacy Policy": "سياسة الخصوصية",
    "Confirm Password": "تأكيد كلمة المرور",
    "Reset Password": "إعادة تعيين كلمة المرور",
    "Two-factor Confirmation": "تأكيد العاملين بالأثنين",
    "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "يرجى تأكيد الوصول إلى حسابك عن طريق إدخال رمز المصادقة المقدم من تطبيق المصادقة الخاص بك.",
    "Please confirm access to your account by entering one of your emergency recovery codes.": "يرجى تأكيد الوصول إلى حسابك عن طريق إدخال أحد رموز الاسترداد الطارئة الخاصة بك.",
    "Code": "الرمز",
    "Recovery Code": "رمز الاسترداد",
    "Use a recovery code": "استخدام رمز الاسترداد",
    "Use an authentication code": "استخدام رمز المصادقة",
    "A new verification link has been sent to the email address you provided during registration.": "تم إرسال رابط التحقق الجديد إلى عنوان البريد الإلكتروني الذي قدمته أثناء التسجيل.",
    "Resend Verification Email": "إعادة إرسال رسالة التحقق عبر البريد الإلكتروني",
    "Log Out": "تسجيل الخروج",
    "Pagination Navigation": "تصفح الترقيم",
    "pagination.previous": "السابق",
    "pagination.next": "التالي",
    "Showing": "عرض",
    "to": "إلى",
    "of": "من",
    "results": "نتائج",
    "Manage Account": "إدارة الحساب",
    "Copy": "نسخ",
    "Download File": "تنزيل الملف",
    "Edit": "تعديل",
    "Empty Transactions": "المعاملات الفارغة",
    "Logout": "تسجيل الخروج",
    "No Team": "لا يوجد فريق",
    "Manage Team": "إدارة الفريق",
    "Team Settings": "إعدادات الفريق",
    "Create New Team": "إنشاء فريق جديد",
    "Switch Teams": "تبديل الفرق",
    "Lang": "اللغة",
    "Browser Sessions": "جلسات المتصفح",
    "Manage and log out your active sessions on other browsers and devices.": "إدارة وتسجيل الخروج من جلساتك النشطة على متصفحات أخرى وأجهزة أخرى.",
    "Log Out Other Browser Sessions": "تسجيل الخروج من جلسات المتصفح الأخرى",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.": "يرجى إدخال كلمة المرور الخاصة بك لتأكيد رغبتك في تسجيل الخروج من جلسات المتصفح الأخرى عبر جميع أجهزتك.",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "إذا لزم الأمر، يمكنك تسجيل الخروج من جميع جلسات المتصفح الأخرى عبر جميع أجهزتك. يتم سرد بعض جلساتك الأخيرة أدناه؛ ومع ذلك، قد لا تكون هذه القائمة شاملة. إذا شعرت بأن حسابك قد تم تعريضه للخطر، يجب أيضًا تحديث كلمة المرور الخاصة بك.",
    "This device": "هذا الجهاز",
    "Last active": "آخر نشاط",
    "Done.": "تم.",
    "Two Factor Authentication": "المصادقة الثنائية العاملة",
    "Add additional security to your account using two factor authentication.": "أضف أمانًا إضافيًا لحسابك باستخدام المصادقة الثنائية العاملة.",
    "Finish enabling two factor authentication.": "انتهاء تمكين المصادقة الثنائية العاملة.",
    "You have enabled two factor authentication.": "لقد قمت بتمكين المصادقة الثنائية العاملة.",
    "You have not enabled two factor authentication.": "لم تقم بتمكين المصادقة الثنائية العاملة.",
    "Setup Key": "مفتاح الإعداد",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "قم بتخزين هذه الرموز الاسترداد في مدير كلمات المرور الآمن. يمكن استخدامها لاستعادة الوصول إلى حسابك إذا فقدت جهاز المصادقة الثنائية العاملة الخاص بك.",
    "Enable": "تمكين",
    "Show Recovery Codes": "إظهار رموز الاسترداد",
    "Regenerate Recovery Codes": "إعادة إنشاء رموز الاسترداد",
    "Disable": "تعطيل",
    "Profile Information": "معلومات الملف الشخصي",
    "Photo": "الصورة",
    "Select A New Photo": "حدد صورة جديدة",
    "Remove Photo": "إزالة الصورة",
    "Name": "الاسم",
    "Your email address is unverified.": "عنوان بريدك الإلكتروني غير موثق.",
    "Click here to re-send the verification email.": "انقر هنا لإعادة إرسال رسالة التحقق عبر البريد الإلكتروني.",
    "A new verification link has been sent to your email address.": "تم إرسال رابط التحقق الجديد إلى عنوان بريدك الإلكتروني.",
    "Team Name": "اسم الفريق",
    "Please provide the email address of the person you would like to add to this team.": "يرجى تقديم عنوان البريد الإلكتروني للشخص الذي ترغب في إضافته إلى هذا الفريق.",
    "Role": "الدور",
    "Create Team": "إنشاء فريق",
    "Team Details": "تفاصيل الفريق",
    "Create a new team to collaborate with others on projects.": "إنشاء فريق جديد للتعاون مع الآخرين في المشاريع.",
    "Team Owner": "مالك الفريق",
    "Delete Team": "حذف الفريق",
    "Permanently delete this team.": "حذف هذا الفريق نهائيًا.",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "بمجرد حذف الفريق، سيتم حذف جميع موارده وبياناته بشكل دائم. قبل حذف هذا الفريق، يرجى تنزيل أي بيانات أو معلومات تتعلق بهذا الفريق وترغب في الاحتفاظ بها.",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "هل أنت متأكد أنك تريد حذف هذا الفريق؟ بمجرد حذف الفريق، سيتم حذف جميع موارده وبياناته بشكل دائم.",
    "Team Members": "أعضاء الفريق",
    "All of the people that are part of this team.": "جميع الأشخاص الذين يشاركون في هذا الفريق.",
    "Leave Team": "مغادرة الفريق",
    "Are you sure you would like to leave this team?": "هل أنت متأكد أنك تريد مغادرة هذا الفريق؟",
    "Leave": "مغادرة",
    "Remove Team Member": "إزالة عضو الفريق",
    "Are you sure you would like to remove this person from the team?": "هل أنت متأكد أنك تريد إزالة هذا الشخص من الفريق؟",
    "Remove": "إزالة",
    "Manage Role": "إدارة الدور",
    "Pending Team Invitations": "دعوات الفريق المعلقة",
    "These people have been invited to your team and have been sent an invitation email. They may join the team by accepting the email invitation.": "تمت دعوة هؤلاء الأشخاص إلى فريقك وتم إرسال رسالة دعوة لهم. يمكنهم الانضمام إلى الفريق عن طريق قبول دعوة البريد الإلكتروني.",
    "The provided password does not match your current password.": "كلمة المرور المقدمة لا تتطابق مع كلمة المرور الحالية.",
    "We were unable to find a registered user with this email address.": "تعذر العثور على مستخدم مسجل بالبريد الإلكتروني المقدم.",
    "This user already belongs to the team.": "هذا المستخدم ينتمي بالفعل إلى الفريق.",
    "This user has already been invited to the team.": "تمت دعوة هذا المستخدم بالفعل إلى الفريق.",
    "You may not leave a team that you created.": "قد لا تترك الفريق الذي أنشأته.",
    "Data Retrieved Successfully": "استرداد البيانات بنجاح",
    "Done !": "تم !",
    "auth.password": "كلمة المرور",
    "The password is incorrect.": "كلمة المرور غير صحيحة.",
    "The provided password was incorrect.": "كلمة المرور المقدمة غير صحيحة.",
    "Load More": "تحميل المزيد",
    "Search": "بحث",
    "Loading plugins from composer...": "تحميل المكونات الإضافية من مدير الاضافات...",
    "Show": "عرض",
    "Docs": "الوثائق",
    "GitHub": "جيت هاب",
    "Start Install The Package": "ابدأ في تثبيت الحزمة",
    "Authors": "المؤلفون",
    "Licenses": "التراخيص",
    "Plugins Has Been Reloaded": "تم إعادة تحميل المكونات الإضافية",
    "Plugin Install Start In Background": "بدء تثبيت المكون الإضافي في الخلفية",
    "Plugin Install Remove In Background": "إزالة تثبيت المكون الإضافي في الخلفية",
    "Plugin Install Update In Background": "تحديث تثبيت المكون الإضافي في الخلفية",
    "Are you sure you want to continue?": "هل أنت متأكد أنك تريد المتابعة؟",
    "Please confirm your password before continuing": "يرجى تأكيد كلمة المرور قبل المتابعة",
    "There are no items to show.": "لا توجد عناصر لعرضها.",
    "Export results": "تصدير النتائج",
    "Actions": "الإجراءات",
    "Reset": "إعادة تعيين",
    "Date Range": "نطاق التاريخ",
    "per page": "لكل صفحة",
    "Remove search": "إزالة البحث",
    "Select all on this page": "تحديد الكل في هذه الصفحة",
    "Select all results": "تحديد كافة النتائج",
    "Clear selection": "مسح التحديد",
    "Item selected": "العنصر المحدد",
    "Items selected": "العناصر المحددة",
    "...": "...",
    "Drag and drop your files or Browse": "اسحب وأسقط ملفاتك أو تصفح",
    "Browse": "تصفح",
    "The password confirmation has expired.": "انتهت صلاحية تأكيد كلمة المرور.",
    "No user is logged in": "لا يوجد مستخدم مسجل الدخول",
    "Excel Export": "تصدير إكسل",
    "Date": "التاريخ",
    "Home": "الرئيسية",
    "Documentation": "التوثيق",
    "Change Language": "تغيير اللغة",
    "Current Language": "اللغة الحالية",
    "Import Translations": "استيراد الترجمات",
    "Upload Or Drop your excel file here": "قم بتحميل ملف إكسل الخاص بك أو اسحبه هنا",
    "Import": "استيراد",
    "Tools": "أدوات",
    "No backups present": "لا توجد نسخ احتياطية حاليًا",
    "Back": "رجوع",
    "Developer Password": "كلمة مرور المطور",
    "Please input your developer password to access this feature": "الرجاء إدخال كلمة المرور الخاصة بالمطور للوصول إلى هذه الميزة",
    "Submit": "إرسال",
    "Select All": "تحديد الكل",
    "You Can not delete admin role": "لا يمكنك حذف دور المسؤول"
}
